Repository: swissspidy/news-recommendations
Catalog: languages/news-recommendations-*.po
Languages: de_de

source: Maintain a list of recommended links.
de_de: Verwalte eine Liste an Link-Empfehlungen

# Post Type General Name
source: Recommendations
de_de: Empfehlungen

# Post Type Singular Name
source: Recommendation
de_de: Empfehlung

source: Recommendations
de_de: Empfehlungen

source: All Recommendations
de_de: Alle Empfehlungen

source: View Recommendation
de_de: Empfehlung ansehen

source: Add New Recommendation
de_de: Neue Empfehlung hinzufügen

source: New Recommendation
de_de: Neue Empfehlung

source: Edit Recommendation
de_de: Empfehlung bearbeiten

source: Update Recommendation
de_de: Empfehlung aktualisieren

source: Search recommendations
de_de: Empfehlungen suchen

source: No recommendations found
de_de: Keine Empfehlungen gefunden

source: No recommendations found in Trash
de_de: Keine Empfehlungen im Papierkorb gefunden

source: Recommendation
de_de: Empfehlung

source: Daily Recommendations
de_de: Tägliche Empfehlungen

source: Source
de_de: Quelle

# default widget title
source: Recommendations
de_de: Empfehlungen

source: Title
de_de: Titel

source: Number of items
de_de: Anzahl Elemente

source: Choose the number of recommendations you want to display.
de_de: Wähle die Anzahl anzuzeigender Empfehlungen.

# block name
source: Recommendation
de_de: Empfehlung

source: Enter the information for this recommendation.
de_de: Gib die Informationen zu dieser Empfehlung ein.

source: recommendation
de_de: empfehlung

source: source
de_de: quelle

source: Type the name of the originating publication, e.g. New York Times
de_de: Gib den Namen der Publikation an, z.B. New York Times

source: Enter the URL to the news story
de_de: Gib die URL zur News-Story ein
